Repository: AIVIRX/MiniHabitTracker
Catalog: MiniHabitTracker/Views/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, pa, pl, ro, ru, sk, sl, sv, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: Last 30 days
ar: آخر 30 يوم
bg: Последните 30 дни
bn: শেষ ৩০ দিন
ca: Últims 30 dies
cs: Posledních 30 dní
da: Sidste 30 dage
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
es: Últimos 30 días
fi: Viimeiset 30 päivää
fr: Derniers 30 jours
gu: છેલ્લા 30 દિવસ
he: 30 הימים האחרונים
hi: पिछले 30 दिन
hr: Posljednjih 30 dana
hu: Utolsó 30 nap
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日
kk: Соңғы 30 күн
kn: ಕಳೆದ 30 ದಿನಗಳು
ko: 지난 30일
lt: Paskutinės 30 dienų
ml: ბოლო 30 დღე
mr: गेल्या 30 दिवसात
ms: 30 hari terakhir
nb: Siste 30 dager
nl: Laatste 30 dagen
pa: ਪਿਛਲੇ 30 ਦਿਨ
pl: Ostatnie 30 dni
ro: Ultimele 30 de zile
ru: Последние 30 дней
sk: Posledných 30 dní
sl: Zadnjih 30 dni
sv: Senaste 30 dagarna
te: Últimos 30 dias
th: 30 วันที่ผ่านมา
tr: Son 30 gün
uk: Останні 30 днів
ur: آخری 30 دن
vi: 30 ngày qua
zh_hans: 过去30天
zh_hk: 過去 30 天

source: Notifications are off for Mini Habit Tracker.
ar: الإشعارات مغلقة لمتعقب العادات الصغيرة.
bg: Уведомленията са изключени за Mini Habit Tracker.
bn: মিনি হ্যাবিট ট্র্যাকার জন্য নোটিফিকেশন বন্ধ।
ca: Les notificacions estan desactivades per a Mini Habit Tracker.
cs: Upozornění jsou vypnuta pro Mini Habit Tracker.
da: Notifikationer er slukket for Mini Habit Tracker.
de: Benachrichtigungen sind für den Mini Habit Tracker deaktiviert.
el: Οι ειδοποιήσεις είναι απενεργοποιημένες για το Mini Habit Tracker.
es: Las notificaciones están desactivadas para Mini Habit Tracker.
fi: Ilmoitukset ovat pois päältä Mini Habit Trackerissa.
fr: Les notifications sont désactivées pour Mini Habit Tracker.
gu: મિની હેબિટ ટ્રેકર માટે સૂચનાઓ બંધ છે.
he: התראות כבויות עבור Mini Habit Tracker.
hi: Mini Habit Tracker के लिए सूचनाएँ बंद हैं।
hr: Obavijesti su isključene za Mini Habit Tracker.
hu: Az értesítések ki vannak kapcsolva a Mini Habit Tracker számára.
id: Notifikasi dimatikan untuk Mini Habit Tracker.
it: Le notifiche sono disattivate per Mini Habit Tracker.
ja: ミニハビットトラッカーの通知はオフです。
kk: Mini Habit Tracker үшін хабарландырулар өшірілген.
kn: ಮಿನಿ ಹ್ಯಾಬಿಟ್ ಟ್ರ್ಯಾಕರ್‌ಗಾಗಿ ಸೂಚನೆಗಳು ಆಫ್ ಆಗಿವೆ.
ko: 미니 습관 추적기의 알림이 꺼져 있습니다.
lt: Priminimai Mini Habit Tracker yra išjungti.
ml: შეტყობინებები გამორთულია Mini Habit Tracker-ისთვის.
mr: मिनी हॅबिट ट्रॅकरसाठी सूचना बंद आहेत.
ms: Pemberitahuan dimatikan untuk Mini Habit Tracker.
nb: Varsler er av for Mini Habit Tracker.
nl: Meldingen zijn uit voor Mini Habit Tracker.
pa: ਮਿਨੀ ਹੈਬਿਟ ਟ੍ਰੈਕਰ ਲਈ ਸੂਚਨਾਵਾਂ ਬੰਦ ਹਨ।
pl: Powiadomienia są wyłączone dla Mini Habit Tracker.
ro: Notificările sunt dezactivate pentru Mini Habit Tracker.
ru: Уведомления отключены для Mini Habit Tracker.
sk: Oznámenia sú vypnuté pre Mini Habit Tracker.
sl: Obvestila so izklopljena za Mini Habit Tracker.
sv: Notifikationer är avstängda för Mini Habit Tracker.
te: As notificações estão desativadas para o Mini Habit Tracker.
th: การแจ้งเตือนปิดสำหรับ Mini Habit Tracker.
tr: Mini Alışkanlık Takipçisi için bildirimler kapalı.
uk: Сповіщення вимкнені для Mini Habit Tracker.
ur: منی ہیب ٹریکر کے لیے اطلاعات بند ہیں۔
vi: Thông báo đã tắt cho Mini Habit Tracker.
zh_hans: 迷你习惯追踪器的通知已关闭。
zh_hk: 迷你習慣追蹤器的通知已關閉。

source: days
ar: أيام
bg: дни
bn: দিন
ca: dies
cs: dny
da: dage
de: Tage
el: ημέρες
es: días
fi: päivää
fr: jours
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: nap
id: hari
it: giorni
ja: 日々
kk: күндер
kn: ದಿನಗಳು
ko: 일들
lt: dienos
ml: დღეები
mr: दिवस
ms: hari
nb: dager
nl: dagen
pa: ਦਿਨਾਂ
pl: dni
ro: zile
ru: дней
sk: dni
sl: dni
sv: dagar
te: dias
th: วัน
tr: günler
uk: дні
ur: دن
vi: ngày
zh_hans: 天数
zh_hk: 天

source: %lld days
ar: %lld يوم
bg: %lld дни
bn: %lld দিন
ca: %lld dies
cs: %lld dní
da: %lld dage
de: %lld Tage
el: %lld ημέρες
es: %lld días
fi: %lld päivää
fr: %lld jours
gu: %lld દિવસ
he: %lld ימים
hi: %lld दिन
hr: %lld dana
hu: %lld nap
id: %lld hari
it: %lld giorni
ja: %lld日
kk: %lld күн
kn: %lld ದಿನಗಳು
ko: %lld일
lt: %lld dienų
ml: %lld ദിവസങ്ങൾ
mr: %lld दिवस
ms: %lld hari
nb: %lld dager
nl: %lld dagen
pa: %lld ਦਿਨ
pl: %lld dni
ro: %lld zile
ru: %lld дней
sk: %lld dní
sl: %lld dni
sv: %lld dagar
te: %lld dias
th: %lld วัน
tr: %lld gün
uk: %lld днів
ur: %lld دن
vi: %lld ngày
zh_hans: %lld天
zh_hk: %lld 天

source: Completed
ar: مكتمل
bg: Завършено
bn: সম্পন্ন
ca: Completat
cs: Dokončeno
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Terminé
gu: પૂર્ણ
he: הושלם
hi: पूर्ण
hr: Dovršeno
hu: Teljesítve
id: Selesai
it: Completato
ja: 完了
kk: Аяқталды
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료됨
lt: Užbaigta
ml: დასრულებულია
mr: पूर्ण झाले
ms: Selesai
nb: Fullført
nl: Voltooid
pa: ਪੂਰਾ ਕੀਤਾ
pl: Zakończone
ro: Finalizat
ru: Завершено
sk: Dokončené
sl: Dokončano
sv: Avslutad
te: Concluído
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Đã hoàn thành
zh_hans: 已完成
zh_hk: 已完成

source: New Habit
ar: عادة جديدة
bg: Нов навик
bn: নতুন অভ্যাস
ca: Nou hàbit
cs: Nový návyk
da: Ny vane
de: Neue Gewohnheit
el: Νέα συνήθεια
es: Nuevo hábito
fi: Uusi tapa
fr: Nouvelle habitude
gu: નવી આદત
he: הרגל חדש
hi: नई आदत
hr: Nova navika
hu: Új szokás
id: Kebiasaan Baru
it: Nuova abitudine
ja: 新しい習慣
kk: Жаңа әдет
kn: ಹೊಸ ಆದತ
ko: 새 습관
lt: Naujas įprotis
ml: ახალი ჩვევა
mr: नवीन आदत
ms: Kebiasaan Baru
nb: Ny vane
nl: Nieuwe Gewoonte
pa: ਨਵੀਂ ਆਦਤ
pl: Nowy nawyk
ro: Obicei nou
ru: Новая привычка
sk: Nový návyk
sl: Nova navada
sv: Ny vana
te: Novo Hábito
th: พฤติกรรมใหม่
tr: Yeni Alışkanlık
uk: Нова звичка
ur: نئی عادت
vi: Thói quen mới
zh_hans: 新习惯
zh_hk: 新習慣

source: Selected Bucket
ar: الدلو المحدد
bg: Избрана кошница
bn: নির্বাচিত বাকেট
ca: Cistella seleccionada
cs: Vybraný kbelík
da: Valgt bucket
de: Ausgewählter Eimer
el: Επιλεγμένος Κάδος
es: Cubeta seleccionada
fi: Valittu ämpäri
fr: Seau sélectionné
gu: પસંદ કરેલ બકેટ
he: דלי נבחר
hi: चुनी गई बाल्टी
hr: Odabrana kanta
hu: Kiválasztott vödör
id: Keranjang Terpilih
it: Secchio selezionato
ja: 選択されたバケット
kk: Таңдалған шелек
kn: ಆಯ್ಕೆಯಾದ ಬಕೆಟ್
ko: 선택된 버킷
lt: Pasirinktas kibiras
ml: არჩეული ბაკეტი
mr: निवडलेले बकेट
ms: Bucket Dipilih
nb: Valgt bøtte
nl: Geselecteerde Emmer
pa: ਚੁਣਿਆ ਬੱਕਟ
pl: Wybrane wiadro
ro: Bucket selectat
ru: Выбранное ведро
sk: Vybrané vedro
sl: Izbrano vedro
sv: Vald behållare
te: Bucket Selecionado
th: ถังที่เลือก
tr: Seçilen Kova
uk: Вибране відро
ur: منتخب کردہ بالٹی
vi: Thùng đã chọn
zh_hans: 已选择的桶
zh_hk: 已選擇的桶

source: Reminder time
ar: وقت التذكير
bg: Време за напомняне
bn: স্মরণিকার সময়
ca: Hora del recordatori
cs: Čas připomenutí
da: Påmindelsestid
de: Erinnerungszeit
el: Ώρα υπενθύμισης
es: Hora del recordatorio
fi: Muistutusaika
fr: Heure du rappel
gu: યાદીનો સમય
he: זמן תזכורת
hi: अनुस्मारक समय
hr: Vrijeme podsjetnika
hu: Emlékeztető idő
id: Waktu pengingat
it: Orario promemoria
ja: リマインダー時間
kk: Еске салу уақыты
kn: ಸೂಚನೆಯ ಸಮಯ
ko: 알림 시간
lt: Priminti laiką
ml: გახსენების დრო
mr: स्मरणपत्र वेळ
ms: Masa peringatan
nb: Påminnelsestid
nl: Herinneringstijd
pa: ਯਾਦ ਦਿਵਾਉਣ ਦਾ ਸਮਾਂ
pl: Czas przypomnienia
ro: Ora memento-ului
ru: Время напоминания
sk: Čas pripomienky
sl: Čas opomnika
sv: Påminnelse tid
te: Hora do lembrete
th: เวลาการเตือนความจำ
tr: Hatırlatıcı zamanı
uk: Час нагадування
ur: یاد دہانی کا وقت
vi: Thời gian nhắc nhở
zh_hans: 提醒时间
zh_hk: 提醒時間

source: Are you sure you want to delete '%@'? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف '%@'؟ لا يمكن التراجع عن هذا الإجراء.
bg: Сигурни ли сте, че искате да изтриете '%@'? Това действие не може да бъде отменено.
bn: আপনি কি '%@' মুছে ফেলতে চান? এই পদক্ষেপটি পূর্বাবস্থায় ফিরিয়ে নেওয়া যাবে না।
ca: Estàs segur que vols eliminar '%@'? Aquesta acció no es pot desfer.
cs: Opravdu chcete smazat '%@'? Tato akce nelze vrátit zpět.
da: Er du sikker på, at du vil slette '%@'? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie '%@' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε '%@'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar '%@'? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa '%@'? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.
gu: શું તમે '%@' કાઢી નાખવા માંગો છો? આ ક્રિયા પાછી નથી ખેંચી શકાય.
he: האם אתה בטוח שברצונך למחוק '%@'? פעולה זו אינה ניתנת לביטול.
hi: क्या आप '%@' को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite izbrisati '%@'? Ova radnja se ne može poništiti.
hu: Biztosan törölni akarod '%@'? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus '%@'? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare '%@'? Questa azione non può essere annullata.
ja: '%@'を削除してもよろしいですか？この操作は元に戻せません。
kk: '%@' жоюға сенімдісіз бе? Бұл әрекет қайтарылмайды.
kn: ನೀವು '%@' ಅನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂದಿರುಗಿಸಲಾಗುವುದಿಲ್ಲ.
ko: '%@'을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite ištrinti '%@'? Šis veiksmas negali būti atšauktas.
ml: გსურთ წაშალოთ '%@'? ეს მოქმედება ვერ იქნება გაუქმებული.
mr: तुम्हाला '%@' हटवायचं आहे का? हा क्रिया पूर्ववत केला जाऊ शकत नाही.
ms: Adakah anda pasti ingin memadam '%@'? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette '%@'? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je '%@' wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ '%@' ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਯਕੀਨੀ ਹੋ? ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Czy na pewno chcesz usunąć '%@'? Ta akcja nie może być cofnięta.
ro: Ești sigur că vrei să ștergi '%@'? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить '%@'? Это действие нельзя отменить.
sk: Ste si istí, že chcete odstrániť '%@'? Túto akciu nie je možné vrátiť späť.
sl: Ali ste prepričani, da želite izbrisati '%@'? Te akcije ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort '%@'? Denna åtgärd kan inte ångras.
te: Você tem certeza de que deseja excluir '%@'? Esta ação não pode ser desfeita.
th: คุณแน่ใจหรือว่าต้องการลบ '%@'? การกระทำนี้ไม่สามารถย้อนกลับได้.
tr: '%@' silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити '%@'? Цю дію не можна скасувати.
ur: کیا آپ واقعی '%@' کو حذف کرنا چاہتے ہیں؟ یہ عمل واپس نہیں لیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa '%@'? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除'%@'吗？此操作无法撤销。
zh_hk: 您確定要刪除 '%@' 嗎？此操作無法撤消。

source: Daily target
ar: الهدف اليومي
bg: Дневна цел
bn: দৈনিক লক্ষ্য
ca: Objectiu diari
cs: Denní cíl
da: Dagligt mål
de: Tägliches Ziel
el: Ημερήσιος στόχος
es: Objetivo diario
fi: Päivittäinen tavoite
fr: Objectif quotidien
gu: દૈનિક લક્ષ્ય
he: מטרה יומית
hi: दैनिक लक्ष्य
hr: Dnevni cilj
hu: Napi cél
id: Target harian
it: Obiettivo giornaliero
ja: 日々の目標
kk: Күнделікті мақсат
kn: ದೈನಂದಿನ ಗುರಿ
ko: 일일 목표
lt: Kasdienis tikslas
ml: დღიური მიზანი
mr: दैनिक लक्ष्य
ms: Sasaran harian
nb: Daglig mål
nl: Dagelijks doel
pa: ਦਿਨ ਦੀ ਲਕਸ਼ੀ
pl: Codzienny cel
ro: Obiectiv zilnic
ru: Ежедневная цель
sk: Denný cieľ
sl: Dnevni cilj
sv: Dagligt mål
te: Meta diária
th: เป้าหมายรายวัน
tr: Günlük hedef
uk: Щоденна мета
ur: روزانہ کا ہدف
vi: Mục tiêu hàng ngày
zh_hans: 每日目标
zh_hk: 每日目標

source: This will permanently delete all your habits, completions, and achievements. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع عاداتك، وإنجازاتك، وإنجازاتك بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
bg: Това ще изтрие постоянно всички ваши навици, завършвания и постижения. Това действие не може да бъде отменено.
bn: এটি আপনার সমস্ত অভ্যাস, সম্পূর্ণতা এবং অর্জন স্থায়ীভাবে মুছে ফেলবে। এই পদক্ষেপটি পূর্বাবস্থায় ফিরিয়ে নেওয়া যাবে না।
ca: Això eliminarà permanentment tots els teus hàbits, completions i logros. Aquesta acció no es pot desfer.
cs: Toto trvale smaže všechny vaše návyky, dokončení a úspěchy. Tato akce nelze vrátit zpět.
da: Dette vil permanent slette alle dine vaner, fuldførelser og præstationer. Denne handling kan ikke fortrydes.
de: Dies wird alle Ihre Gewohnheiten, Abschlüsse und Errungenschaften dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια θα διαγράψει μόνιμα όλες τις συνήθειές σας, τις ολοκληρώσεις και τα επιτεύγματα. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente todos tus hábitos, finalizaciones y logros. Esta acción no se puede deshacer.
fi: Tämä poistaa pysyvästi kaikki tapasi, suorituksesi ja saavutuksesi. Tätä toimintoa ei voi peruuttaa.
fr: Cela supprimera définitivement toutes vos habitudes, réalisations et succès. Cette action ne peut pas être annulée.
gu: આ તમારા તમામ આદતો, પૂર્ણતાઓ અને સિદ્ધિઓને કાયમી રીતે કાઢી નાખશે. આ ક્રિયા પાછી નથી ખેંચી શકાય.
he: זה ימחק לצמיתות את כל ההרגלים, ההשלמות וההישגים שלך. פעולה זו אינה ניתנת לביטול.
hi: यह स्थायी रूप से आपकी सभी आदतों, पूर्णताओं और उपलब्धियों को हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ovo će trajno izbrisati sve vaše navike, dovršenja i postignuća. Ova radnja se ne može poništiti.
hu: Ez véglegesen törli az összes szokásodat, teljesítésedet és teljesítményeidet. Ez a művelet nem vonható vissza.
id: Ini akan menghapus semua kebiasaan, penyelesaian, dan pencapaian Anda secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà permanentemente tutte le tue abitudini, completamenti e risultati. Questa azione non può essere annullata.
ja: これにより、すべての習慣、完了、および実績が永久に削除されます。この操作は元に戻せません。
kk: Бұл барлық әдеттеріңізді, аяқталуларыңызды және жетістіктеріңізді тұрақты түрде жояды. Бұл әрекет қайтарылмайды.
kn: ಇದು ನಿಮ್ಮ ಎಲ್ಲಾ ಆದತಗಳು, ಪೂರ್ಣತೆಗಳು ಮತ್ತು ಅಭಿವೃದ್ಧಿಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ. ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂದಿರುಗಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 작업은 모든 습관, 완료 및 업적을 영구적으로 삭제합니다. 이 작업은 취소할 수 없습니다.
lt: Tai visam laikui ištrins visus jūsų įpročius, užbaigimus ir pasiekimus. Šis veiksmas negali būti atšauktas.
ml: ეს მუდმივად წაშლის ყველა თქვენს ჩვევას, დასრულებას და წარმატებას. ეს მოქმედება ვერ იქნება გაუქმებული.
mr: हे तुमच्या सर्व आदती, पूर्णता, आणि उपलब्ध्या कायमचे हटवेल. हा क्रिया पूर्ववत केला जाऊ शकत नाही.
ms: Ini akan memadamkan semua kebiasaan, penyelesaian, dan pencapaian anda secara kekal. Tindakan ini tidak boleh dibatalkan.
nb: Dette vil permanent slette alle vanene dine, fullføringer og prestasjoner. Denne handlingen kan ikke angres.
nl: Dit zal al je gewoonten, voltooiingen en prestaties permanent verwijderen. Deze actie kan niet ongedaan worden gemaakt.
pa: ਇਹ ਤੁਹਾਡੇ ਸਾਰੇ ਆਦਤਾਂ, ਪੂਰਨਤਾਵਾਂ ਅਤੇ ਉਪਲਬਧੀਆਂ ਨੂੰ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦੇਵੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: To na zawsze usunie wszystkie twoje nawyki, zakończenia i osiągnięcia. Ta akcja nie może być cofnięta.
ro: Aceasta va șterge permanent toate obiceiurile, completările și realizările tale. Această acțiune nu poate fi anulată.
ru: Это действие навсегда удалит все ваши привычки, завершения и достижения. Это действие нельзя отменить.
sk: Toto trvalo natrvalo odstrániť všetky vaše návyky, dokončenia a úspechy. Túto akciu nie je možné vrátiť späť.
sl: To bo trajno izbrisalo vse vaše navade, dokončanja in dosežke. Te akcije ni mogoče razveljaviti.
sv: Detta kommer permanent att ta bort alla dina vanor, slutföranden och prestationer. Denna åtgärd kan inte ångras.
te: Isso excluirá permanentemente todos os seus hábitos, conclusões e conquistas. Esta ação não pode ser desfeita.
th: การกระทำนี้จะลบพฤติกรรม การทำเสร็จ และความสำเร็จทั้งหมดของคุณอย่างถาวร ไม่สามารถย้อนกลับได้.
tr: Bu, tüm alışkanlıklarınızı, tamamlamalarınızı ve başarılarınızı kalıcı olarak silecektir. Bu işlem geri alınamaz.
uk: Це назавжди видалить всі ваші звички, завершення та досягнення. Цю дію не можна скасувати.
ur: یہ آپ کی تمام عادات، تکمیلیں، اور کامیابیاں مستقل طور پر حذف کر دے گا۔ یہ عمل واپس نہیں لیا جا سکتا۔
vi: Điều này sẽ xóa vĩnh viễn tất cả thói quen, lần hoàn thành và thành tích của bạn. Hành động này không thể hoàn tác.
zh_hans: 这将永久删除您所有的习惯、完成和成就。此操作无法撤销。
zh_hk: 這將永久刪除您所有的習慣、完成和成就。此操作無法撤消。

source: Streak Stats
ar: إحصائيات السلسلة
bg: Статистика на серията
bn: স্ট্রিক পরিসংখ্যান
ca: Estadístiques de continuïtat
cs: Statistiky série
da: Streak statistik
de: Streak-Statistiken
el: Στατιστικά συνεχόμενης
es: Estadísticas de racha
fi: Putki tilastot
fr: Statistiques de série
gu: શ્રેણી આંકડા
he: סטטיסטיקות רצף
hi: स्ट्रीक स्टैट्स
hr: Statistike niza
hu: Sorozat statisztikák
id: Stat Streak
it: Statistiche serie
ja: 連続統計
kk: Үздіксіздік статистикасы
kn: ಸ್ಟ್ರೀಕ್ ಸಂಖ್ಯಾತ್ಮಕ ಮಾಹಿತಿ
ko: 연속 통계
lt: Serijos statistika
ml: სტრიქონის სტატისტიკა
mr: स्ट्रीक आकडे
ms: Stat Streak
nb: Rekke statistikk
nl: Streak Statistieken
pa: ਲੜੀ ਦੀਆਂ ਸੰਖਿਆਵਾਂ
pl: Statystyki serii
ro: Statistici serie
ru: Статистика серий
sk: Štatistiky série
sl: Statistika serij
sv: Streak-statistik
te: Estatísticas de Sequência
th: สถิติการสตรีค
tr: Streak İstatistikleri
uk: Статистика безперервності
ur: تسلسل کے اعداد و شمار
vi: Thống kê chuỗi
zh_hans: 连续天数统计
zh_hk: 連續統計

source: Add completion for today
ar: أضف إنجاز لليوم
bg: Добавете завършване за днес
bn: আজকের জন্য সম্পূর্ণতা যোগ করুন
ca: Afegeix completació per avui
cs: Přidat dokončení pro dnešek
da: Tilføj fuldførelse for i dag
de: Abschluss für heute hinzufügen
el: Προσθήκη ολοκλήρωσης για σήμερα
es: Agregar finalización para hoy
fi: Lisää suorituksen tänään
fr: Ajouter une réalisation pour aujourd'hui
gu: આજ માટે પૂર્ણતા ઉમેરો
he: הוסף השלמה להיום
hi: आज के लिए पूर्णता जोड़ें
hr: Dodaj dovršenje za danas
hu: Teljesítés hozzáadása a mai napra
id: Tambahkan penyelesaian untuk hari ini
it: Aggiungi completamento per oggi
ja: 今日の完了を追加
kk: Бүгінгі аяқталуды қосу
kn: ಇಂದು ಪೂರ್ಣತೆ ಸೇರಿಸಿ
ko: 오늘의 완료 추가
lt: Pridėti užbaigimą šiandien
ml: დღეს დასრულება დაამატეთ
mr: आजची पूर्णता जोडा
ms: Tambah penyelesaian untuk hari ini
nb: Legg til fullføring for i dag
nl: Voeg voltooiing voor vandaag toe
pa: ਅੱਜ ਲਈ ਪੂਰਨਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj zakończenie na dzisiaj
ro: Adaugă completare pentru astăzi
ru: Добавить завершение на сегодня
sk: Pridať dokončenie na dnes
sl: Dodaj dokončanje za danes
sv: Lägg till slutförande för idag
te: Adicionar conclusão para hoje
th: เพิ่มการทำเสร็จสำหรับวันนี้
tr: Bugün için tamamlamayı ekle
uk: Додати завершення на сьогодні
ur: آج کے لیے تکمیل شامل کریں
vi: Thêm hoàn thành cho hôm nay
zh_hans: 添加今天的完成
zh_hk: 為今天添加完成

source: Add a note about this completion...
ar: أضف ملاحظة حول هذا الإنجاز...
bg: Добавете бележка за това завършване...
bn: এই সম্পূর্ণতা সম্পর্কে একটি নোট যোগ করুন...
ca: Afegeix una nota sobre aquesta completació...
cs: Přidat poznámku k tomuto dokončení...
da: Tilføj en note om denne fuldførelse...
de: Fügen Sie eine Notiz zu diesem Abschluss hinzu...
el: Προσθέστε μια σημείωση σχετικά με αυτή την ολοκλήρωση...
es: Agrega una nota sobre esta finalización...
fi: Lisää muistiinpano tästä suorituksesta...
fr: Ajouter une note sur cette réalisation...
gu: આ પૂર્ણતાની વિશે નોંધ ઉમેરો...
he: הוסף הערה על ההשלמה הזו...
hi: इस पूर्णता के बारे में एक नोट जोड़ें...
hr: Dodajte bilješku o ovom dovršenju...
hu: Adj hozzá egy megjegyzést ehhez a teljesítéshez...
id: Tambahkan catatan tentang penyelesaian ini...
it: Aggiungi una nota su questo completamento...
ja: この完了についてのメモを追加...
kk: Бұл аяқталу туралы ескерту қосыңыз...
kn: ಈ ಪೂರ್ಣತೆಯನ್ನು ಕುರಿತು ಒಂದು ಟಿಪ್ಪಣಿ ಸೇರಿಸಿ...
ko: 이 완료에 대한 메모 추가...
lt: Pridėti pastabą apie šį užbaigimą...
ml: ამ დასრულების შესახებ შენიშვნა დაამატეთ...
mr: या पूर्णतेबद्दल एक नोट जोडा...
ms: Tambah nota tentang penyelesaian ini...
nb: Legg til en notat om denne fullføringen...
nl: Voeg een opmerking toe over deze voltooiing...
pa: ਇਸ ਪੂਰਨਤਾ ਬਾਰੇ ਇੱਕ ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ...
pl: Dodaj notatkę o tym zakończeniu...
ro: Adaugă o notă despre această completare...
ru: Добавьте заметку об этом завершении...
sk: Pridajte poznámku k tomuto dokončeniu...
sl: Dodaj opombo o tej dokončanju...
sv: Lägg till en anteckning om denna slutförande...
te: Adicione uma nota sobre esta conclusão...
th: เพิ่มหมายเหตุเกี่ยวกับการทำเสร็จนี้...
tr: Bu tamamlamayla ilgili bir not ekleyin...
uk: Додати примітку про це завершення...
ur: اس تکمیل کے بارے میں ایک نوٹ شامل کریں...
vi: Thêm ghi chú về việc hoàn thành này...
zh_hans: 添加关于此完成的备注...
zh_hk: 添加有關此完成的備註...

source: Add Completion
ar: أضف إنجاز
bg: Добавете завършване
bn: সম্পূর্ণতা যোগ করুন
ca: Afegeix completació
cs: Přidat dokončení
da: Tilføj fuldførelse
de: Abschluss hinzufügen
el: Προσθήκη ολοκλήρωσης
es: Agregar finalización
fi: Lisää suorituksen
fr: Ajouter une réalisation
gu: પૂર્ણતા ઉમેરો
he: הוסף השלמה
hi: पूर्णता जोड़ें
hr: Dodaj dovršenje
hu: Teljesítés hozzáadása
id: Tambahkan Penyelesaian
it: Aggiungi completamento
ja: 完了を追加
kk: Аяқталуды қосу
kn: ಪೂರ್ಣತೆ ಸೇರಿಸಿ
ko: 완료 추가
lt: Pridėti užbaigimą
ml: დასრულება დაამატეთ
mr: पूर्णता जोडा
ms: Tambah Penyelesaian
nb: Legg til fullføring
nl: Voeg Voltooiing toe
pa: ਪੂਰਨਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj zakończenie
ro: Adaugă completare
ru: Добавить завершение
sk: Pridať dokončenie
sl: Dodaj dokončanje
sv: Lägg till slutförande
te: Adicionar Conclusão
th: เพิ่มการทำเสร็จ
tr: Tamamlamayı Ekle
uk: Додати завершення
ur: تکمیل شامل کریں
vi: Thêm hoàn thành
zh_hans: 添加完成
zh_hk: 添加完成

source: Enable habit reminder
ar: تفعيل تذكير العادة
bg: Активирайте напомнянето за навика
bn: অভ্যাসের স্মরণিকা সক্ষম করুন
ca: Activa recordatori d'hàbit
cs: Povolit připomenutí návyku
da: Aktiver vane påmindelse
de: Gewohnheitserinnerung aktivieren
el: Ενεργοποίηση υπενθύμισης συνήθειας
es: Habilitar recordatorio de hábito
fi: Ota käyttöön tavan muistutus
fr: Activer le rappel d'habitude
gu: આદત યાદી સક્રિય કરો
he: אפשר תזכורת להרגל
hi: आदत अनुस्मारक सक्षम करें
hr: Omogući podsjetnik za naviku
hu: Szokás emlékeztető engedélyezése
id: Aktifkan pengingat kebiasaan
it: Abilita promemoria abitudine
ja: 習慣リマインダーを有効にする
kk: Әдет еске салғышын қосу
kn: ಆದತದ ನೆನಪನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 습관 알림 활성화
lt: Įjungti įpročio priminimą
ml: ჩვევის გახსენების ჩართვა
mr: आदत स्मरणपत्र सक्षम करा
ms: Hidupkan peringatan kebiasaan
nb: Aktiver påminnelse for vane
nl: Schakel herinnering voor gewoonte in
pa: ਆਦਤ ਯਾਦ ਦਿਵਾਉਣ ਦੀ ਸਹਾਇਤਾ ਕਰੋ
pl: Włącz przypomnienie o nawyku
ro: Activează memento-ul obiceiului
ru: Включить напоминание о привычке
sk: Povoliť pripomienku návyku
sl: Omogoči opomnik za navado
sv: Aktivera påminnelse för vana
te: Ativar lembrete de hábito
th: เปิดใช้งานการเตือนความจำพฤติกรรม
tr: Alışkanlık hatırlatıcısını etkinleştir
uk: Увімкнути нагадування про звичку
ur: عادت کی یاد دہانی فعال کریں
vi: Bật nhắc nhở thói quen
zh_hans: 启用习惯提醒
zh_hk: 啟用習慣提醒

source: Habit Title
ar: عنوان العادة
bg: Заглавие на навика
bn: অভ্যাসের শিরোনাম
ca: Títol de l'hàbit
cs: Název návyku
da: Vane titel
de: Gewohnheitstitel
el: Τίτλος συνήθειας
es: Título del hábito
fi: Tavan otsikko
fr: Titre de l'habitude
gu: આદત શીર્ષક
he: כותרת הרגל
hi: आदत का शीर्षक
hr: Naslov navike
hu: Szokás címe
id: Judul Kebiasaan
it: Titolo abitudine
ja: 習慣のタイトル
kk: Әдет атауы
kn: ಆದತ ಶೀರ್ಷಿಕೆ
ko: 습관 제목
lt: Įpročio pavadinimas
ml: ჩვევის სათაური
mr: आदतीचे शीर्षक
ms: Tajuk Kebiasaan
nb: Vane Tittel
nl: Gewoonte Titel
pa: ਆਦਤ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł nawyku
ro: Titlul obiceiului
ru: Название привычки
sk: Názov návyku
sl: Naslov navade
sv: Vananamn
te: Título do Hábito
th: ชื่อพฤติกรรม
tr: Alışkanlık Başlığı
uk: Назва звички
ur: عادت کا عنوان
vi: Tiêu đề thói quen
zh_hans: 习惯标题
zh_hk: 習慣標題
